Repository: MDevster/core
Catalog: src/Resources/contao/languages/*/*_page.xlf
Languages: de

# tl_page.setMarketingType.0
source: Define marketing type
de: Vermarktungsart festlegen

# tl_page.setMarketingType.1
source: Here you can specify whether the marketing type should be automatically set to a fixed value when the page is entered.
de: Hier können Sie festlegen, ob die Vermartkungsart automatisch auf einen festen Wert gesetzt werden soll, wenn die Seite betreten wird.

# tl_page.marketingType.0
source: Marketing type
de: Vermarktungsart

# tl_page.marketingType.1
source: Here you can specify the marketing type to be automatically selected when the page is entered.
de: Hier können Sie die Vermarktungsart festlegen, die automatisch ausgewählt werden soll, wenn die Seite betreten wird.

# tl_page.setRealEstateType.0
source: Define real estate type
de: Immobilien-Typ festlegen

# tl_page.setRealEstateType.1
source: Here you can specify whether the real estate type should be automatically set to a fixed value when the page is entered.
de: Hier können Sie festlegen, ob der Immobilien-Typ automatisch auf einen festen Wert gesetzt werden soll, wenn die Seite betreten wird.

# tl_page.realEstateType.0
source: Real estate type
de: Immobilien-Typ

# tl_page.realEstateType.1
source: Here you can specify the real estate type to be automatically selected when the page is entered.
de: Hier können Sie den Immobilien-Typ festlegen, der automatisch ausgewählt werden soll, wenn die Seite betreten wird.

# tl_page.realEstateQueryLanguage.0
source: Language of real estate records
de: Sprache der Immobilien-Datensätze

# tl_page.realEstateQueryLanguage.1
source: Here you can exclude real estate records in other languages.
de: Hier können Sie Immobilien-Datensätze anderer Sprachen ausschließen.

# tl_page.realEstateQueryCountry.0
source: Country of real estate records
de: Land der Immobilien-Datensätze

# tl_page.realEstateQueryCountry.1
source: Here you can preselect the country in real estate filters.
de: Hier können Sie die Vorauswahl des Landes in Immobilienfiltern vornehmen.

# tl_page.estate_manager_legend
source: Real estate settings
de: Immobilien-Einstellungen

# tl_page.kauf_erbpacht_miete_leasing
source: Buy / Rent
de: Kaufen / Mieten

# tl_page.kauf_erbpacht
source: Buy
de: Kaufen

# tl_page.miete_leasing
source: Rent
de: Mieten
