Repository: MDevster/core
Catalog: src/Resources/contao/languages/*/*_real_estate_filter.xlf
Languages: es

# tl_real_estate_filter.miete_leasing
source: Rent
es: Alquilar

# tl_real_estate_filter.kauf_erbpacht
source: Buy
es: Comprar

# tl_real_estate_filter.to
source: max
es: máx.

# tl_real_estate_filter.price
source: Price
es: Precio

# tl_real_estate_filter.price_from
source: Price min
es: Precio (desde)

# tl_real_estate_filter.price_to
source: Price max
es: Precio (hasta)

# tl_real_estate_filter.nettokaltmiete
source: Basic rent
es: Alquiler básico neto

# tl_real_estate_filter.nettokaltmiete_price_from
source: min. basic rent
es: Alquiler básico neto (desde)

# tl_real_estate_filter.nettokaltmiete_price_to
source: max. basic rent
es: Alquiler básico neto (hasta)

# tl_real_estate_filter.kaltmiete
source: Net rent
es: Alquiler sin gastos incl.

# tl_real_estate_filter.kaltmiete_price_from
source: min. net rent
es: Alquiler sin gastos incl. (desde)

# tl_real_estate_filter.kaltmiete_price_to
source: max. net rent
es: Alquiler sin gastos incl. (hasta)

# tl_real_estate_filter.pauschalmiete
source: Inclusive rent
es: Alquiler completo

# tl_real_estate_filter.pauschalmiete_price_from
source: min. inclusive rent
es: Alquiler completo (desde)

# tl_real_estate_filter.pauschalmiete_price_to
source: max. inclusive rent
es: Alquiler completo (hasta)

# tl_real_estate_filter.pacht
source: Lease
es: Arrendamiento

# tl_real_estate_filter.pacht_price_from
source: min. lease
es: Arrendamiento (desde)

# tl_real_estate_filter.pacht_price_to
source: max. lease
es: Arrendamiento (hasta)

# tl_real_estate_filter.kaufpreis
source: Purchase price
es: Precio de compra

# tl_real_estate_filter.kaufpreis_price_from
source: min. purchase price
es: Precio de compra (min.)

# tl_real_estate_filter.kaufpreis_price_to
source: max. purchase price
es: Precio de compra (máx.)

# tl_real_estate_filter.price_per
source: Price per
es: Precio por

# tl_real_estate_filter.per_month
source: per month
es: mensual

# tl_real_estate_filter.per_square_meter
source: per sqm
es: por m²

# tl_real_estate_filter.room
source: Rooms
es: Habitaciones

# tl_real_estate_filter.room_from
source: Rooms from
es: Habitaciones (desde)

# tl_real_estate_filter.room_to
source: Rooms up to
es: Habitaciones (hasta)

# tl_real_estate_filter.room_from_x
source: from %s rooms
es: desde %s habitaciones

# tl_real_estate_filter.room_to_x
source: up to %s rooms
es: hasta %s habitaciones

# tl_real_estate_filter.area
source: Area
es: Superficie

# tl_real_estate_filter.area_from
source: Area from
es: Superficie (desde)

# tl_real_estate_filter.area_to
source: Area up to
es: Superficie (hasta)

# tl_real_estate_filter.wohnflaeche
source: Living space
es: Superficie habitable

# tl_real_estate_filter.wohnflaeche_area_from
source: Living space from
es: Superficie habitable (desde)

# tl_real_estate_filter.wohnflaeche_area_to
source: Living space up to
es: Superficie habitable (hasta)

# tl_real_estate_filter.gesamtflaeche
source: Total area
es: Superficie total

# tl_real_estate_filter.gesamtflaeche_area_from
source: Total area from
es: Superficie total (desde)

# tl_real_estate_filter.gesamtflaeche_area_to
source: Total area up to
es: Superficie total (hasta)

# tl_real_estate_filter.grundstuecksflaeche
source: Plot area
es: Superficie del solar

# tl_real_estate_filter.grundstuecksflaeche_area_from
source: Plot area from
es: Superficie del solar (desde)

# tl_real_estate_filter.grundstuecksflaeche_area_to
source: Plot area up to
es: Superficie del solar (hasta)

# tl_real_estate_filter.nutzflaeche
source: Usable area
es: Superficie construida

# tl_real_estate_filter.nutzflaeche_area_from
source: Usable area from
es: Superficie construida (desde)

# tl_real_estate_filter.nutzflaeche_area_to
source: Usable area up tp
es: Superficie construida (hasta)

# tl_real_estate_filter.vermietbareFlaeche
source: Rentable area
es: Espacio alquilable

# tl_real_estate_filter.vermietbareFlaeche_area_from
source: Rentable area from
es: Espacio alquilable (desde)

# tl_real_estate_filter.vermietbareFlaeche_area_to
source: Rentable area up to
es: Espacio alquilable (hasta)

# tl_real_estate_filter.bueroflaeche
source: Office space
es: Superficie oficina

# tl_real_estate_filter.bueroflaeche_area_from
source: Office space from
es: Superficie oficina (desde)

# tl_real_estate_filter.bueroflaeche_area_to
source: Office space up to
es: Superficie oficina (hasta)

# tl_real_estate_filter.verkaufsflaeche
source: Area for Sale
es: Superficie comercial

# tl_real_estate_filter.verkaufsflaeche_area_from
source: Area for Sale from
es: Superficie comercial (desde)

# tl_real_estate_filter.verkaufsflaeche_area_to
source: Area for Sale up to
es: Superficie comercial (hasta)

# tl_real_estate_filter.lagerflaeche_area_from
source: Storage space from
es: Superficie trastero (desde)

# tl_real_estate_filter.lagerflaeche_area_to
source: Storage space up to
es: Superficie trastero (hasta)

# tl_real_estate_filter.gastroflaeche_area_from
source: Restaurant area from
es: Superficie gastronómica (desde)

# tl_real_estate_filter.gastroflaeche_area_to
source: Restaurant area up to
es: Superficie gastronómica (hasta)

# tl_real_estate_filter.period
source: Free of relation
es: Listo para mudarse

# tl_real_estate_filter.period_from
source: Free of relation from
es: Listo para mudarse (desde)

# tl_real_estate_filter.period_to
source: Free of relation to
es: Listo para mudarse (hasta)

# tl_real_estate_filter.radius
source: Radius
es: Radio

# tl_real_estate_filter.dateAdded_desc
source: Updated (most recent)
es: Actualizado (más nuevo primero)

# tl_real_estate_filter.tstamp_desc
source: Updated (most recent)
es: Actualizado (más nuevo primero)

# tl_real_estate_filter.standVom_desc
source: Updated (most recent)
es: Actualizado (más nuevo primero)

# tl_real_estate_filter.nettokaltmiete_asc
source: Basic rent (price increasing)
es: Alquiler básico neto (en incremento)

# tl_real_estate_filter.nettokaltmiete_desc
source: Basic rent (price decreasing)
es: Alquiler básico neto (en decremento)

# tl_real_estate_filter.kaufpreis_asc
source: Purchase price (price increasing)
es: Precio de compra (en incremento)

# tl_real_estate_filter.kaufpreis_desc
source: Purchase price (price decreasing)
es: Precio de compra (en decremento)

# tl_real_estate_filter.kaltmiete_asc
source: Net rent (price increasing)
es: Alquiler sin gastos incl. (en incremento)

# tl_real_estate_filter.kaltmiete_desc
source: Net rent (price decreasing)
es: Alquiler sin gastos incl. (en decremento)

# tl_real_estate_filter.pauschalmiete_asc
source: Inclusive rent (price increasing)
es: Alquiler completo (en incremento)

# tl_real_estate_filter.pauschalmiete_desc
source: Inclusive rent (price decreasing)
es: Alquiler completo (en decremento)

# tl_real_estate_filter.pacht_asc
source: Lease (price increasing)
es: Arrendamiento (en incremento)

# tl_real_estate_filter.pacht_desc
source: Lease (price decreasing)
es: Arrendamiento (en decremento)

# tl_real_estate_filter.anzahlZimmer_asc
source: Number of rooms (lowest to highest)
es: Cantidad de habitaciones (de menor a mayor)

# tl_real_estate_filter.anzahlZimmer_desc
source: Number of rooms (highest to lowest)
es: Cantidad de habitaciones (de mayor a menor)

# tl_real_estate_filter.wohnflaeche_asc
source: Living space (lowest to highest)
es: Superficie habitable (de menor a mayor)

# tl_real_estate_filter.wohnflaeche_desc
source: Living space (highest to lowest)
es: Superficie habitable (de mayor a menor)

# tl_real_estate_filter.gesamtflaeche_asc
source: Total area (lowest to highest)
es: Superficie total (de menor a mayor)

# tl_real_estate_filter.gesamtflaeche_desc
source: Total area (highest to lowest)
es: Superficie total (de mayor a menor)

# tl_real_estate_filter.grundstuecksflaeche_asc
source: Plot area (lowest to highest)
es: Superficie del solar (de menor a mayor)

# tl_real_estate_filter.grundstuecksflaeche_desc
source: Plot area (highest to lowest)
es: Superficie del solar (de mayor a menor)

# tl_real_estate_filter.vermietbareFlaeche_asc
source: Rentable area (lowest to highest)
es: Espacio alquilable (de menor a mayor)

# tl_real_estate_filter.vermietbareFlaeche_desc
source: Rentable area (highest to lowest)
es: Espacio alquilable (de mayor a menor)

# tl_real_estate_filter.country
source: Country
es: Pais

# tl_real_estate_filter.kauf_erbpacht_miete_leasing
source: Buy / Rent
es: Comprar / Alquilar

# tl_real_estate_filter.all_types
source: All
es: Todo

# tl_real_estate_filter.marketingType
source: Marketing type
es: Tipo de comercialización

# tl_real_estate_filter.realEstateType
source: Type
es: Tipo de inmueble
